Repository: mozilla-l10n/mt-training-data
Catalog: wbl/wbl_pontoon.tmx
Source language: en_us
Languages: wbl

source: 1 sentence collected
wbl: 1 jũmlah g̃hũrtetk (jama’ vitk)

source: 2019 End-of-Year Release
wbl: 2019 solẽ okhirẽ Reliz

source: 2 down, keep it up!<playIcon></playIcon>
wbl: 2 rẽdest, jori lecẽr <playIcon></playIcon>

source: ≥ 2 No votes
wbl: ≥ 2 bu ney votisht

source: ≥ 2 Yes votes
wbl: ≥ 2 yan votisht

source: Abbreviations and Acronyms
wbl: Mukh̃faf woz mukkhafaf

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
wbl: Mukhafafisht woz mukhafafisht yaniki “USA” yoy “ICE” vi dẽ jumla zẽrya ne kẽtak baf chizẽr ki yavẽb hazir joyẽn ki yab yave hija sokht ne wost. yi mukhafafnẽb ghaf qisme drũst joyn hũmit

source: Abkhaz
wbl: Zik - Khalg

source: About
wbl: Barar

source: About options menu
wbl: Ikhtiyori menuẽ barar.

source: Academic Reference
wbl: talimi hewolajot

source: Accent
wbl: Lahja (andoz)

source: Accepted file types: .tsv only
wbl: Qabũl k̃hetk fayl-e sokhtisht: rostki .tsv

source: Access press releases and stories related to Common Voice
wbl: Kommon Voysẽ barar press reliz woz zhindagvẽ barar resoyi hosil car

source: Account
wbl: Hisob/ Akownt̃

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
wbl: Sek durustgi ma'yar woz be tayin carit.

source: Acehnese
wbl: Saqofati guruh

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
wbl: { $actionType }<micIcon></micIcon> yan cumer be ki kecer (bas weze), fitri lihozer jawob rand

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
wbl: { $actionType }<playIcon></playIcon> Yan nivishit kum chizes̃h ki ca khalg en kũs̃hũyit

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
wbl: { $actionType }<playIcon></playIcon> cerg yashtẽs̃h drũst jumla k̃hanẽna?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
wbl: { $actionType }<playIcon></playIcon>Ya owog̃hi klip kũs̃hũyit k̃he ya nivishetk (transkripshan)didig̃hit.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
wbl: { $actionType }<recordIcon></recordIcon> andi jũmlaẽ s̃hukh joy

source: { $actionType }<stopIcon></stopIcon> when done
wbl: { $actionType }<stopIcon></stopIcon> ki vitẽ

source: { $actionType } submit when ready
wbl: { $actionType } tẽyor ki vitẽ jama car

source: Adamawa Fulfulde
wbl: De Maghribi Afriqa he chandilkve Zik

source: Add and Review Sentences, Add Questions, Transcribe Audio
wbl: Jũmla’v e drem bũnit et skamev nigah kat̃it, sawolev kat̃it, owog̃hi mawod’v e (od̃iyo’v e) hada k̃hat zik nivishit

source: Add as much information as you can about the language. This could include:
wbl: Cumer be ki kecerit (bas wezit), ya zik-e bobat malũmotev randit. Yemes̃h dẽ k̃hat dũrzn kecert

source: Add <icon></icon> a public domain sentence
wbl: Yi umumi jũmlaẽ bes̃h nivishit (izofah carit) <icon></icon>

source: Add information
wbl: Ma’lũmotev kat̃it

source: Adding Questions
wbl: Sawlev Qiti K`hak

source: Adding Sentences
wbl: Jumlav qẽti k̃hak

source: Additional Language
wbl: Bes̃h zikisht

source: Add Language
wbl: Zik e chermũv (kat̃)

source: Add new custom accent "{ $inputValue }"
wbl: s̃heg̃hd riwoj-e lahja kat̃ { $inputValue }

source: Add new sentences for the community to read
wbl: Yũrt-e joyn-e dẽstan s̃heg̃hd jũmla’v e kat̃it (bũnit)

source: Add one sentence per line
wbl: Dẽ har chũrg yig̃hun jũmla kat̃it (nivishit)

source: Add questions in your language
wbl: Dẽ k̃hũ zik sawolev kat̃it (bũnit)

source: Add Questions <small>(Coming soon)</small>
wbl: sowolvẽ shomil<small>jaldẽs̃h wezin</small>.

source: Add Sentences
wbl: Jũmla’v e kat̃it

source: Add sentences in your language
wbl: Dẽ k̃hũ zik jũmla’v e bũnit (kat̃it)

source: Add Text
wbl: Matanẽ shomil

source: Add up to 1,000 sentences
wbl: 1,000 batk jũmla’v nivishit (kat̃it)

source: Add Your Voice
wbl: K̃hũ owozẽ qẽti car/ shomil car

source: Adyghe (West Circassian)
wbl: Shumol-Maghribi Kakeshian Zik yoy Khalgisht

source: Afar
wbl: Dheer

source: A few bytes
wbl: Yi chand bayt̃isht

source: Afrikaans
wbl: Afriqahe Khalgisht

source: Age
wbl: Ũmr

source: A good question for public participation datasets should:
wbl: Yurte Shirokatdoriye haten yi baf sawole 'datasets' boyedki:

source: Agriculture and Food
wbl: Zamindorig̃h et ghazo

source: Albanian
wbl: Alboni

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
wbl: Tẽmikẽr tẽr cẽbas shuri pẽrwonas, magar tus̃hki digarkoy qẽsa de alag alag hrafẽn kẽs̃hũy and klip rad k̃hak baf. yemes̃h amuman hayadi wost ce wakhtẽs̃h ki TV hẽt werẽs̃ht, yoy dẽ qẽrẽbig̃hrẽs̃h qẽsa carẽn.

source: All
wbl: Pẽtũn/ kũk̃ht.

source: All sentence must have the same domain
wbl: Kũ jũmla’ven haya k̃hat makhso (d̃omen) wocni lozim.

source: All sentences must have the same citation
wbl: Kũ jũmla’ven haya k̃hat hawola rẽdhori lozim

source: Already have an account? <login>Log-In</login>
wbl: tẽr misẽkẽni yi akownt̃ tey <login> cherm/ log-in</login>

source: Amharic
wbl: Ethopian (Habashi)

source: An error occurred fetching sentences
wbl: Jũmlavẽ wẽzũmnẽr yi noqs niyes̃htẽ

source: An error occurred reviewing this sentence
wbl: hẽdem jũmla didẽg̃hikẽr yi nuqs niyes̃htẽ

source: An error occurred submitting your voice information
wbl: ti wowozẽ malũmot jama k̃hakẽr yi noqs vitẽ

source: An error occurred while creating this transcript
wbl: Yem owog̃hũ nivishetk paydo k̃hak wakht, yi repecn dichor dik̃hte

source: An error occurred while editing the transcript
wbl: Nivishetk (transcript) rost k̃hak (edit̃) wakht ghalatig̃h pũrũt wezde

source: An error occurred while recording
wbl: Sabt k̃hak wakth, yi rẽpak̃hkig̃h pũrũt wezde

source: An error occurred while skipping the transcript
wbl: Trẽ nivishetk-e (transcript-e) sar rũnd̃ũk wakht, ghalatig̃h vite.

source: An error occurred while skipping this prompt
wbl: Trem yizẽmuner (prompt) sar rũnd̃ũk wakht, yi rẽpak̃hkig̃h (ghẽlatig̃h) pũrũt wezde.

source: An error occurred while submitting the report
wbl: Yrem report̃ g̃hẽtũvn wakht, yi rẽpak̃hkig̃h (ghẽlatig̃h) pũrũt wezde.

source: An error occurred while uploading your response
wbl: K̃hũ jawob sẽnũvn-e wakht, z̃aqchiz rẽpak̃hkig̃h vite.

source: An error occurred while voting the prompt
wbl: Yi damer Wotinge wakht Ghalti vitey

source: An error occurred while voting the transcript
wbl: Nivishetker (transkripter) roy (vot̃) rẽdho wakht, ghalatig̃h pũrũt wezde

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
wbl: Nedishetk nung en hisob-e malũmot, cereng ki yiran, jins woz lahja’es̃h (andozes̃h) owog̃hũ malũmot bafter (behtar) k̃hak dẽstan madad randen ki yaves̃h owog̃h shinokht k̃hak e enjinev tarbiayt rẽdho’r yarker wũzũmen. Ti hisob-e nung et barqinomahep tag dẽ ti g̃hũrtetk malũmot mes̃h piwaynd ne caren, woz yemi skẽ tow ki tuwes̃h zoq car a ney ki ti nung pẽ yũrt en go’n yoy mũshetk leceren.

source: Answer questions
wbl: Sowolvẽ jẽwobẽ rand

source: Answer Questions
wbl: Jowob sowolisht <small>(jald wezin)</small>

source: Answer Questions <small>(Coming soon)</small>
wbl: Jẽwob Sowol<small>(jaldẽb wezin)</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
wbl: kuyẽs̃h bẽ peydo car, pẽjehon gok̃ht woz dẽrust cart k̃hũ zikẽ, pẽrdhavj, zinda, didig̃hd k̃hakẽr

source: Approve
wbl: Mẽnzũr

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
wbl: tẽr cẽbas yi mẽloyim habbabiyi baf, magar hazir wozves̃h ne zoqẽn ki moshinẽ algorithm you wũdũrd, kumdi ki dẽ nivishetk nast. agars̃h ki tu kish kish k̃hakẽ kuzg harfẽvẽ kẽs̃hy haya kẽlipi rad k̃hak baf. yames̃h hadra wost kumri ki T̃V, yoy gap dinẽkũzgisht da qẽribẽr.

source: Arabic
wbl: Arabi zik

source: Aragonese
wbl: Aragon e Zik yoy Khalgisht

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
wbl: Z̃ẽg̃ha, sashtev trẽmisken dẽ spo malũmot tayin k̃hak-e guru dẽ saken dẽ Umumi Owog̃h’v K̃hat K̃hat Qisa-e Projekt dẽ saken tey a?

source: Are you coming? [called by another]
wbl: cẽrg tus̃h weza? [yayorẽ qũw]

source: Are you coming? <strong>[called by another]</strong>
wbl: cẽrg tus̃h weza?<strong>[digarẽ qũw kert]</strong>/ digarẽ qũw kert cerg tus̃h weza? <strong></strong>

source: Armenian
wbl: Armenia he Qawmi Zik

source: Armenian Western
wbl: Maghribi Armeni Ziki Turky Ziker qareb, Laikin ter nopaid wocne gẽnahi

source: Ask about a new language
wbl: S̃heg̃hd zik-e bora’r pers

source: Ask Mozilla to share your events
wbl: Muzilaẽr k̃han ti waqiaẽ pẽjẽhon gok̃ht.

source: Ask sensitive questions
wbl: hasas sowolvẽ pers

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
wbl: Sakẽ sẽk <matrixLink>sowol pers<matrixLink> Matrix</matrixLink><discourseLink> gap/ qẽsa </discourseLink> yoy <emailLink> email </emailLink>

source: Assamese
wbl: A'ssami Zik

source: Asturian
wbl: Asturia (Spain) e muqomi Zik

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
wbl: Yi owog̃hũ qisa’v nivishetk zarũr ya khalg-e haryi lavzev, lavz en trẽ vich owog̃hev, woz bor bor k̃hẽnetk qisa’vev qayd/ band cart.

source: Attention!
wbl: Hes̃h gok̃hit

source: Audio Format
wbl: Od̃iuy Format̃

source: Automotive and Transport
wbl: Ot̃omot̃iv woz naql et hamal

source: Avatar
wbl: avatar (hulul)

source: Avatar uploaded
wbl: Avatar sate

source: Average
wbl: dẽrmiyon

source: A voice clip is marked "valid" when a user gives it a Yes vote.
wbl: Voice clip'esh "drust" nis̃hun din, cay waqtes̃h'ki user yower Yan vote rand

source: Avoid too much background noise - it should be easy to hear you.
wbl: tẽr cẽbas ghafch shur me humut. woz save kus̃huyn oson wocen awaji.

source: Awards
wbl: aword̃isht

source: Azerbaijani
wbl: Azerbaijan e Zik

source: Baatonum
wbl: De Africa he Mukhtalif Mulkev K̃hinake Zik

source: Back
wbl: tẽr cẽbas

source: Background Noise
wbl: Ter cẽbasẽ shur

source: Background Voices
wbl: tẽr cẽbasẽ shur

source: Back to Top
wbl: Pishewit da sar

source: Bafia
wbl: Bafia Zikes̃h de Cameroon e Mbam e S̃hang K̃hanen

source: Bafut
wbl: Cameroone Bafut ve Zik

source: Balochi
wbl: Baluchi Zik yoy Khalgisht

source: Bambara
wbl: Niger et Congove yi Muqomi Zik

source: Bamun
wbl: Cameroone yi Zik

source: Bamvele
wbl: Cameroone yi Muqomi Zik

source: Bankon
wbl: Toqat

source: Baoule
wbl: Akan guruhe yi zik

source: Basaa
wbl: Cameroone yi Bantu Zik

source: Bashkir
wbl: Turki Bashkir Khalgve Zik

source: Basque
wbl: Shumol-Maghribi Spain woz Junub-Mashriqi France e yi Guruh e Zik

source: Batanga
wbl: De Spaine Zik yi pitne Chizi

source: Bateri
wbl: Batei

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
wbl: Joynekũzgẽ ghẽlatin kumd kipẽ rad k̃hakẽr ityot car, mumkini yas̃h st̃resẽ ghẽlat jay yund yoyẽs̃h sowoliya nis̃hũnẽ tẽr nẽzar ne wũzũmd. Dẽr dẽnyoyi ghafch qismẽ hijayisht, yisarẽt tawẽ nivẽr dẽ k̃hũ zik ne kẽs̃hen. Miriboni car k̃hẽ kũk̃htẽ sẽtow, hayavẽ bẽbet kuyishtẽs̃h ki cẽ tawẽn digar sokht k̃hanẽn

source: Become a Common Voice Partner
wbl: Umumi Owog̃h-e sharokatdor wocit

source: Be easy to understand and respond to
wbl: Repuzuv kitak et jawob redhower Oson humuyd

source: Be generally relevant
wbl: Amumi torer mutaliqa humuyd

source: Belarusian
wbl: De Mashriqi Europe Belaruse Zik

source: Benefits
wbl: Foydayisht.

source: Bengali
wbl: Bengoli Zik yoy Khalgisht

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
wbl: [‘Bereti’ baf, yoy awalguni tẽnaw sek (UK) dẽyũm sẽk (US) harf wost]

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
wbl: Bafter madad zik-e ya haqiqatver ce sokht ki cẽ zik’V en trẽbar qisayisht <mark>zik far g̃hirũvn en</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
wbl: Bafter madadi ya zikver kumd’v en ki kam yoy <mark>tag chiz nivishetk-e qolibi (riwoyati) nast </mark> ya dẽstan ki yarker wũmen (ya’ni sociolects, mutaghayur’v e woz torikhi hisober nenivishetk zikisht et digarisht)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
wbl: <bold>mẽrdũmet s̃hkurnekũzgvẽr k̃htk </bold>gok̃h, mizbonig̃h wos pẽ jẽhon go pũrasar d̃ataset̃ mũft

source: <bold>{ $count }</bold> Clips
wbl: <bold>{ $count }</bold> klipisht

source: <bold>Help us</bold> find more voices
wbl: <bold>sakẽr c̃hak owozvẽ g̃hũtnẽr mẽdad/ yormandi car </bold>

source: <bold>If you value open, inclusive data - donate today!</bold>
wbl: <bold>agar sashtẽs̃h ki het̃ shomil d̃ata qdrit- haniv atya randit!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
wbl: <bold>nomũs </bold>Meqomi khalgvẽ k̃hatẽt, dẽrufted tẽrẽqir d̃at̃sẽt̃er pazuv.

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
wbl: <bold>kompũnivẽ murs</bold> - sẽk d̃at̃aset̃ kharch ziyoda zikvẽ tẽrpẽrũt yundakẽ dẽstan AI takhliqi moliyoti ijodẽ destan

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
wbl: <bold>AI'ri chir denyo chand zikẽr yark k̃hak dẽrkor?

source: Borgu Fulfulde
wbl: Maghribi Afriqa he Niger-Congo Khondone Zik

source: Bosnian
wbl: Bosnia he Zik Yoy Khalgisht

source: Both
wbl: kifch

source: Both (Speak and Listen)
wbl: Kifch (k̃hẽnak woz kẽs̃hũn)

source: Breton
wbl: De France, Brittonic khagve Zik

source: [British English might make "root"]
wbl: [British Ẽnglish albat "root" gok̃ht]

source: Browse Languages
wbl: Zikvẽ browz

source: Build a custom goal
wbl: k̃hũ ziqẽ/ destũrẽ maqsadẽ go

source: Build Profile
wbl: Khoka jũr car

source: Bulgarian
wbl: Bulghariya he Zik

source: Bulk batch
wbl: Lup dastah (batch)

source: Bulk Sentences Uploaded
wbl: D̃ũm jũmla’vev sẽnũvetk

source: Bulu
wbl: Junubi Cameroone yi Muqomi Zik yoy Khalgish

source: Burmese
wbl: Burmese i Mayanmar (Burma) he Sarkori Zik

source: Buryat
wbl: De Junub-Mashriqi Siberia yi Mongoliyayi Zik

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
wbl: <b>email chizẽr?</b> Datasetẽ tabdilẽ/ badalẽ destan sakrẽb rabitar emailẽ zẽrũrat wost, emailẽs̃h sakẽr rabitaẽ nis̃hunig̃h rand

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
wbl: “Yi rabt (link) skẽ z̃hũ barqi nomah stũy” qlich (klik) k̃hak en, sashtes̃h dẽ spo <termsLink>khidmat-e shart’v</termsLink> en itifoq carit woz<privacyLink>dẽ spo roz’v-e polisi’v en</privacyLink>woz yem ki Mozila mũmkin ki saver barqi nomah stũyd dem malũmot’v en ki sashtes̃h ce sokht dẽ “Umumi Owog̃h’v-e K̃hat K̃hat Qisa Projekt” dẽ malũmot’v-e ozmoyish chiremn kecerit (bas wezit).

source: By editing your goal, you may lose your existing progress.
wbl: cẽ k̃hũ maqsadẽ badalnẽs̃h tu k̃hũ hẽyem tẽreqiye albat nũs

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
wbl: Barqinomah’v-e gũtak-e dẽstan k̃hũ ikhtiyor rẽdho’r en sashtes̃h yem k̃hanit ki savri yem qabũl ki Mozila dem sav malũmotev pẽs̃hat ce sokht ki dẽ <privacyLink>roz’v-e polisiye</privacyLink>yem’v wũchel k̃hetk

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
wbl: <b>tut rozi</b>sẽk kommon voyse k̃hẽnakẽkũzgve shẽnokhtẽ me s̃hkur

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
wbl: K̃hũ bobat malũmot rẽdho’r en, ya owog̃hũ malũmot ki tuwes̃h Umumi Owog̃h rand, yowep owog̃h ..... shinokht k̃hak enjiner ghafch mufid wost kumdes̃h ki yem malũmotev k̃hũ dũrũstigig̃her yark wũzũmd.

source: By telling us about yourself, you will help developers build more inclusive technology
wbl: k̃hũ bararẽs̃h sakẽr k̃han k̃hẽ k̃hakẽkũzgvẽr t̃eknoloji d̃vẽlop k̃hakrẽb mẽdad woc

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
wbl: Kommon Voysẽs̃h istimol k̃hẽ dẽ spo qẽsanẽs̃h jũr woc<termsLink>shart</termsLink>woz<privacyLink>rozdoriyẽ not̃is</privacyLink>

source: Cameroon Pidgin
wbl: Kamarun Pijin

source: [Canadian English might make "route" sound like "rowt"]
wbl: Kẽned̃aẽ Ẽnglizis̃h "rout" "rowt" gok̃ht

source: Cancel
wbl: Cẽbas pẽshaw

source: Cancel Re-recording
wbl: Rikord̃ing rad car

source: Cancel Submission
wbl: Jama k̃hakẽ rad car

source: Cannot submit more than 1000 sentences
wbl: 1000 en skẽ sar jũmla’v kẽt̃akes̃h ne kecerit

source: Can't decide?
wbl: faysila basẽs̃h ne wezim?

source: Cantonese
wbl: Kantoni

source: Catalan
wbl: De Andora, France, Itly et Spain k̃hinake yi Zik

source: Central Alaskan Yupʼik
wbl: Central Alaskan yup'ik

source: Central Kurdish
wbl: Markazi Kurdi Zik

source: Central Puebla Nahuatl
wbl: Central puebla nahuati

source: Change
wbl: far g̃hir (badal)

source: Change preferences
wbl: Tarjihotvẽ badal car

source: Change your email via Settings under Login Identity
wbl: Dẽ cheremn-e shinokht-e jy-e dest-e zariya en,k̃hũ barqinomah far g̃hirũv

source: Check
wbl: Didig̃hit

source: Check <icon></icon> is this a linguistically correct sentence?
wbl: kẽliki </icon> zikẽ hisobẽr drũst jũmla?

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
wbl: Didig̃h agar ki sav-e ziki dẽ fihrist <languagesPageLink> skẽ umumi Owog̃h’v-e Zik-e Ruy</languagesPageLink> Agar ki nasti, yem form-e pũr carit. Sakep yan saver yi dasti barqinomah stũyen dẽ kumdep ki yem tasharih caren ki ce sokht sasht k̃hũ zik dem jũr kecerit

source: Check Transcriptions
wbl: Nivishetk didig̃hit

source: <chevron></chevron>See less
wbl: <chevron></chevron>kam tayin

source: <chevron></chevron>See more
wbl: <chevron></chevron> z̃aq bẽ tayin

source: Chinese (China)
wbl: Chinoyi (Chin)

source: Chinese (Hong Kong)
wbl: Chinoyi (Hong Kong)

source: Chinese (Taiwan)
wbl: Chinoyi (Taywon)

source: Chinyanja
wbl: Chinyanja hi Junubi Afriqahe yi Guruhi Ziki

source: Choose language/localization
wbl: Zik e Yewer/Desiyat (muqomiyat)

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
wbl: Oson sowolvẽ dũrz kumdisht ki har yiwẽr oson, cẽ sẽqofatẽ mẽqomẽn tẽr sar wost k̃hẽ ramvẽ pẽzũv pirvit

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
wbl: Oson Jumlave intikhob car kumdiki puzuv kitaker har yiewer Oson, damve makhsus saqofat et Siyoqe mutobiq.

source: Chuvash
wbl: Turki Oghur Zike yi S̃holkh, De Siberia et bazi Chine Mulki Zindah Zik

source: Citation
wbl: Hawolah

source: Cite with a URL link or the full name of the work.
wbl: URL mes̃h ya hawolah randit, yoy ya yark-e pũut̃n nung mes̃h.

source: Citing Sentences
wbl: Jumla hẽwola/ zẽrya

source: Click
wbl: Qlich (klik)

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
wbl: Qlich/praqũv (klik)<guidanceLink> drem</guidanceLink> dish ce sokht yem ruy-e yarker wũzũmen

source: Clipboard not supported
wbl: Klipbords̃h yat ne cart

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
wbl: { $clipCount } owog̃hũ bandisht, pũtũn gũdom-e (arkayv-e qolib ) { $size }. vec̃htes̃h{ $expires }

source: Clip Graveyard
wbl: Clip Qabriston

source: Clips recorded
wbl: klipvẽ ricord̃

source: Clips Uploaded
wbl: Kẽlip upload vitẽ/ kẽlipm sẽk tẽnov sẽtet

source: Clips validated
wbl: Klipvẽv towsiq

source: Clips You've Recorded
wbl: Klipisht kumdvẽt ki tawẽ shomil k̃hetk

source: Clips You've Validated
wbl: klipisht kumdvi ki tawẽ towsiq kert

source: Close
wbl: g̃hurt/ band

source: Collecting sentences
wbl: Jumlahev Jama k̃hak

source: Coming Soon
wbl: Jaldẽb wizit

source: Comment
wbl: bẽyon/ barar k̃han, barar nivish

source: Common Voice data plus all other voice datasets above.
wbl: Kommon Voysẽ d̃at̃a woz sẽk sar dan qẽti digar owosẽ d̃at̃aset̃vẽ.

source: Common Voice is a free, open source platform for community-led data creation
wbl: Kommon Voysi yi tes̃h, ozodh mẽdadẽ jay jẽmoatẽ d̃at̃a jamar.

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
wbl: 'Common Voice' i Mozilla Foundation e yi project tey, yi US 501 c 3. Nivo projectes̃h komilan khairati atiyatve zaria hen woz ce putun dunyohe khalgve atiyatven pura caren.

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
wbl: Umumi Owog̃hes̃h skẽ dhetk hadiay’v et azozi pũlev c̃hit! Sakes̃h dẽ ilimi shakhsiyatev, shahri samoj et san’ati muhaqiq’v mes̃h hamkorigh k̃hak ghafch khus̃h caren.
